{
  "home": "Inicio",
  "home_en": "Home",
  "products": "Productos",
  "products_en": "Products",
  "cart": "Carrito",
  "cart_en": "Cart",
  "thankYou": "¡Gracias por tu compra!",
  "thankYou_en": "Thank you for your purchase!",
  "homeTextBox_title": "100% Hecho a Mano",
  "homeTextBox_title_en": "100% Handcrafted",
  "homeTextBox_description": "Cada pieza se realiza con cuidado por artesanos de toda América Latina y África, tejiendo cultura, creatividad y comunidad en todo lo que ofrecemos.",
  "homeTextBox_description_en": "Every piece is made with care by artisans across Latin America and Africa - weaving culture, creativity, and community into everything we offer.",
  "homeTextBox_subDescription": "Apoya a los pequeños negocios. Empodera a las mujeres. Celebra la belleza hecha a mano.",
  "homeTextBox_subDescription_en": "Support small businesses. Empower women. Celebrate handmade beauty.",
  "viewProducts": "Ver Productos",
  "viewProducts_en": "View Products",
  "mission_title": "Nuestra Misión es Sencilla",
  "mission_title_en": "Our Mission is Simple",
  "mission_subtitle": "Empoderar comunidades a través de la artesanía",
  "mission_subtitle_en": "Empower communities through craft",
  "mission_description": "Nos asociamos con talentosas mujeres artesanas de toda América Latina y África para ofrecerte productos hechos a mano y de alta calidad que deleitan e inspiran. Cada pieza cuenta una historia - de cultura, creatividad y resiliencia - mientras crea un impacto social y económico duradero. Al elegir nuestros productos, estás apoyando medios de vida justos, fomentando habilidades tradicionales y ayudando a construir comunidades más fuertes y vibrantes en todo el mundo.",
  "mission_description_en": "We partner with talented women artisans across Latin America and Africa to bring you hand-made, high-quality products that delight and inspire. Each piece tells a story - of culture, creativity, and resilience - while creating lasting social and economic impact. By choosing our products, you’re supporting fair livelihoods, nurturing traditional skills, and helping build stronger, more vibrant communities around the world.",
  "connectWithUs": "Conéctate con Nosotros",
  "connectWithUs_en": "Connect with Us",
  "bottom_disclaimer_bold_en": "Each piece is uniquely hand-crafted.",
  "bottom_disclaimer_bold": "Cada pieza es única y hecha a mano.",
  "bottom_disclaimer_en": "The photos above are examples of our work — visit the product page to see what’s currently available, and check back regularly to see what’s new in our inventory.",
  "bottom_disclaimer": "Las fotos anteriores son ejemplos de nuestro trabajo. Visita la página del producto para ver lo que está disponible actualmente y vuelve a consultar regularmente para ver las novedades en nuestro inventario.",
  "price": "Precio",
  "price_en": "Price",
  "product_reserved": "Producto reservado",
  "product_reserved_en": "Product reserved",
  "add_to_cart": "Agregar al carrito",
  "add_to_cart_en": "Add to cart",
  "product_purchased": "Comprado",
  "product_purchased_en": "Purchased",
  "remove_from_cart": "Eliminar",
  "remove_from_cart_en": "Remove",
  "your_cart_is_empty": "Tu carrito está vacío",
  "your_cart_is_empty_en": "Your cart is empty",
  "cart_discover": "Descubre piezas únicas y agrega tus favoritas.",
  "cart_discover_en": "Discover unique, one-of-a-kind pieces and add your favorites.",
  "cart_reservation_note": "Los artículos se reservan durante 30 minutos una vez añadidos.",
  "cart_reservation_note_en": "Items are reserved for 30 minutes once added.",
  "shipping": "Envío",
  "shipping_en": "Shipping",
  "grand_total": "Total",
  "grand_total_en": "Grand Total",
  "cart_reservation_disclaimer": "Debido a que cada artículo es único, los artículos se reservan en tu carrito durante 30 minutos. Si has estado navegando por más tiempo, actualiza tu carrito antes de finalizar la compra.",
  "cart_reservation_disclaimer_en": "Because each item is one-of-a-kind, items are reserved in your cart for 30 minutes. If you’ve been browsing longer, give your cart a refresh before checking out.",
  "checkout": "Pagar",
  "checkout_en": "Checkout",
  "productDisclaimer_en": "An item can only be reserved for 30 minutes. If you see an item you like that is currently reserved, feel free to refresh periodically to see if it has been released or purchased.",
  "productDisclaimer": "Un artículo solo puede reservarse por 30 minutos. Si ves un artículo que te gusta y está reservado, siéntete libre de actualizar la página periódicamente para ver si ha sido liberado o comprado."
}
